IDEA Open Model
TimeAxis.Times Property
Compatible with IDEA StatiCa 20.1
 Times
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<TimePoint> Times { get; set; }
Public Property Times As List(Of TimePoint)
	Get
	Set
Property Value
Type: List<TimePoint>
See Also
Reference
TimeAxis Class
IdeaRS.OpenModel.Concrete Namespace